Repository: AhmedHeshamEG/3D-lowey
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: ar, it

source: · HEVC with alpha (.mov)
ar: · HEVC مع شفافية (.mov)
it: · HEVC con alfa (.mov)

source: %@ goes off at %@
ar: يختفي %1$@ عند %2$@
it: %1$@ si spegne a %2$@

source: %@ is here. Try an expression or lip sync
ar: %@ هنا. جرّب تعبيرًا أو مزامنة الشفاه
it: %@ è qui. Prova un'espressione o il lip sync

source: %@ is ready. Try a clip, lip sync or your face
ar: %@ جاهز. جرّب مقطعًا أو مزامنة الشفاه أو وجهك
it: %@ è pronto. Prova una clip, il lip sync o il tuo viso

source: %@ is rigged. Try a clip, or drag its hands and feet
ar: أصبح لـ %@ هيكل عظمي. جرّب مقطعًا، أو اسحب يديه وقدميه
it: %@ ha lo scheletro. Prova una clip, o trascina mani e piedi

source: %@ isn't audio %@ can read
ar: %1$@ ليس صوتًا يستطيع %2$@ قراءته
it: %1$@ non è un audio che %2$@ sa leggere

source: %@ options
ar: خيارات %@
it: Opzioni di %@

source: %@ × %@ · %@ fps · %@ s · %@ frames
ar: %@ × %@ · %@ إطار/ث · %@ ث · %@ إطارًا
it: %@ × %@ · %@ fps · %@ s · %@ fotogrammi

source: %@. Keep holding and drag to adjust
ar: %@. استمر بالضغط واسحب للضبط
it: %@. Continua a tenere premuto e trascina per regolare

source: %lld accents in this shot. One accent per shot reads best.
ar: %lld ألوان مميِّزة في هذه اللقطة. لون مميِّز واحد لكل لقطة أوضح.
it: %lld accenti in questa inquadratura. Un solo accento per inquadratura si legge meglio.

source: %lld clips picked
ar: تم اختيار %lld مقاطع
it: %lld clip selezionate

source: %lld corners
ar: %lld زوايا
it: %lld vertici

source: %lld edges · %@
ar: %lld حواف · %@
it: %lld spigoli · %@

source: %lld faces · %@
ar: %lld أوجه · %@
it: %lld facce · %@

source: %lld fps
ar: %lld إطار/ث

source: %lld joints. Draw another bone to add one; draw along a bone again to replace it.
ar: %lld مفصل. ارسم عظمة أخرى لإضافتها؛ وارسم على طول عظمة مرة أخرى لاستبدالها.
it: %lld articolazioni. Disegna un altro osso per aggiungerne uno; ridisegna lungo un osso per sostituirlo.

source: %lld joints. Select it and drag its joints on the stage to pose it; keys land at the playhead in Keyframe.
ar: %lld مفصل. حدّده واسحب مفاصله على المسرح لتضعه في وضعية؛ في وضع الإطارات المفتاحية تُضاف المفاتيح عند رأس التشغيل.
it: %lld articolazioni. Selezionalo e trascina le articolazioni sulla scena per metterlo in posa; in Keyframe le chiavi cadono sulla testina.

source: %lld like “%@”
ar: %1$lld مثل “%2$@”
it: %1$lld come “%2$@”

source: %lld objects
ar: %lld عناصر
it: %lld oggetti

source: %lld of %lld · %@
ar: %lld من %lld · %@
it: %lld di %lld · %@

source: %lld projects
ar: %lld مشاريع
it: %lld progetti

source: %lld pt hmm.
ar: %lld نقطة hmm.

source: %lld selected
ar: تم تحديد %lld
it: %lld selezionati

source: %lld words. They're on the timeline now
ar: %lld كلمة. أصبحت الآن على الخط الزمني
it: %lld parole. Ora sono sulla timeline

source: 1 cm
ar: 1 سم

source: 10 cm
ar: 10 سم

source: 2 bands
ar: طبقتان
it: 2 fasce

source: 25 cm
ar: 25 سم

source: 2D grid
ar: شبكة ثنائية الأبعاد
it: Griglia 2D

source: 3 bands
ar: 3 طبقات
it: 3 fasce

source: 3D export failed: %@
ar: فشل التصدير ثلاثي الأبعاد: %@
it: Esportazione 3D non riuscita: %@

source: 3D print
ar: طباعة ثلاثية الأبعاد
it: Stampa 3D

source: 3D text
ar: نص ثلاثي الأبعاد
it: Testo 3D

source: 5 cm shapes on a 1 cm grid, close up.
ar: أشكال بحجم 5 سم على شبكة 1 سم، عن قرب.
it: Forme da 5 cm su una griglia di 1 cm, da vicino.

source: 50 cm
ar: 50 سم

source: 9:16 pan
ar: تحريك 9:16
it: Panoramica 9:16

source: 9:16 zoom
ar: تكبير 9:16
it: Zoom 9:16

source: A 25 cm grid, the view from above.
ar: شبكة 25 سم، والمنظر من الأعلى.
it: Una griglia di 25 cm, la vista dall'alto.

source: A cold glow from below and in front: someone at a screen at night.
ar: توهّج بارد من الأسفل والأمام: شخص أمام شاشة ليلًا.
it: Un bagliore freddo dal basso e davanti: qualcuno davanti a uno schermo di notte.

source: a hip
ar: ورك
it: un'anca

source: a knee
ar: ركبة
it: un ginocchio

source: A laptop paired with the bridge
ar: تم إقران حاسوب محمول بالجسر
it: Un portatile si è collegato al bridge

source: A laptop pairs once with a code that works one time, and keeps a token stored in the Keychain here.
ar: يقترن الحاسوب المحمول مرة واحدة برمز يعمل لمرة واحدة، ويحتفظ برمز مميز محفوظ هنا في سلسلة المفاتيح.
it: Un portatile si abbina una volta con un codice monouso e conserva un token salvato qui nel Portachiavi.

source: A sheet for planning in every project. Off: it leaves Actions and pinned pictures are put away. Nothing is deleted.
ar: لوحة للتخطيط في كل مشروع. عند الإيقاف: تختفي من الإجراءات وتُخبّأ الصور المثبّتة. لا يُحذف شيء.
it: Un foglio per pianificare in ogni progetto. Spenta: sparisce da Azioni e le immagini appuntate vengono messe via. Non viene eliminato nulla.

source: a shoulder
ar: كتف
it: una spalla

source: a wrist
ar: معصم
it: un polso

source: About
ar: حول
it: Informazioni

source: About this object
ar: عن هذا العنصر
it: Su questo oggetto

source: Accent (keeps its colour in Sketch)
ar: لون مميِّز (يحتفظ بلونه في Sketch)
it: Accento (mantiene il colore in Sketch)

source: Accents keep their colour
ar: تحتفظ الألوان المميِّزة بلونها
it: Gli accenti mantengono il colore

source: Across the ground
ar: على مستوى الأرض
it: Rispetto al suolo

source: Across the middle, front to back
ar: عبر المنتصف، من الأمام إلى الخلف
it: Rispetto al centro, davanti e dietro

source: Across the middle, left to right
ar: عبر المنتصف، من اليسار إلى اليمين
it: Rispetto al centro, sinistra e destra

source: Across the picked face
ar: على الوجه المختار
it: Rispetto alla faccia scelta

source: Actions
ar: إجراءات
it: Azioni

source: Actions ▸ Export: YouTube, Shorts, GIF, stills. It renders in the background. Every gesture is in Settings ▸ Gestures.
ar: إجراءات ▸ تصدير: يوتيوب، Shorts، GIF، صور ثابتة. يتم العرض في الخلفية. كل الإيماءات في الإعدادات ▸ الإيماءات.
it: Azioni ▸ Esporta: YouTube, Shorts, GIF, fotogrammi. Il render avviene in background. Tutti i gesti sono in Impostazioni ▸ Gesti.

source: Adaptive resolution
ar: دقة متكيّفة
it: Risoluzione adattiva

source: Add
ar: إضافة
it: Aggiungi

source: Add %@
ar: إضافة %@
it: Aggiungi %@

source: Add %lld objects
ar: إضافة %lld عناصر
it: Aggiungi %lld oggetti

source: Add a behaviour
ar: إضافة سلوك
it: Aggiungi un comportamento

source: Add a camera first
ar: أضف كاميرا أولًا
it: Prima aggiungi una camera

source: Add a camera first (Build ▸ Camera saves this view)
ar: أضف كاميرا أولًا (إنشاء ▸ كاميرا يحفظ هذا المنظر)
it: Prima aggiungi una camera (Crea ▸ Camera salva questa vista)

source: Add a camera first (Build ▸ Camera)
ar: أضف كاميرا أولًا (إنشاء ▸ كاميرا)
it: Prima aggiungi una camera (Crea ▸ Camera)

source: Add a colour
ar: إضافة لون
it: Aggiungi un colore

source: Add a layer
ar: أضف طبقة
it: Aggiungi un livello

source: Add a picture
ar: إضافة صورة
it: Aggiungi un'immagine

source: Add Marker
ar: إضافة علامة
it: Aggiungi marcatore

source: Add marker
ar: إضافة علامة
it: Aggiungi marcatore

source: Add to stack
ar: إضافة إلى رزمة
it: Aggiungi a una pila

source: Add to the scene
ar: إضافة إلى المشهد
it: Aggiungi alla scena

source: Add to the selection
ar: أضِف إلى التحديد
it: Aggiungi alla selezione

source: Added %lld brushes in “%@”
ar: أُضيفت %lld فُرَش في “%@”
it: Aggiunti %lld pennelli in “%@”

source: Added “%@” to your brushes
ar: أُضيف “%@” إلى فُرَشك
it: “%@” aggiunto ai tuoi pennelli

source: AI & laptop
ar: الذكاء الاصطناعي والحاسوب
it: IA e portatile

source: AI & Laptop Bridge…
ar: جسر الذكاء الاصطناعي والحاسوب…
it: Bridge IA e portatile…

source: Align
ar: محاذاة
it: Allinea

source: Align along %@
ar: محاذاة على %@
it: Allinea lungo %@

source: All
ar: الكل
it: Tutto

source: All keys
ar: كل المفاتيح
it: Tutte le chiavi

source: Allow %@ to add to Photos in Settings
ar: اسمح لـ %@ بالإضافة إلى الصور من الإعدادات
it: Consenti a %@ di aggiungere a Foto nelle Impostazioni

source: Allow the camera in Settings to perform with your face
ar: اسمح بالكاميرا من الإعدادات للأداء بوجهك
it: Consenti la fotocamera nelle Impostazioni per animare con il viso

source: Allow the microphone in Settings to record a voiceover
ar: اسمح بالميكروفون من الإعدادات لتسجيل تعليق صوتي
it: Consenti il microfono nelle Impostazioni per registrare una voce fuori campo

source: Along a sketch
ar: على امتداد رسم
it: Lungo uno schizzo

source: Along a sketch, turning with it
ar: على امتداد رسم، مع الدوران معه
it: Lungo uno schizzo, girando con esso

source: Always full resolution
ar: دائمًا بدقة كاملة
it: Sempre a piena risoluzione

source: Ambient
ar: الإضاءة المحيطة
it: Ambiente

source: Amount
ar: الكمية
it: Quantità

source: an ankle
ar: كاحل
it: una caviglia

source: an elbow
ar: مرفق
it: un gomito

source: An empty stage, ready for anything.
ar: مسرح فارغ، جاهز لأي شيء.
it: Un palco vuoto, pronto a tutto.

source: An hour of work, %@
ar: ساعة من العمل، %@
it: Un'ora di lavoro, %@

source: An object holds up to %@ layers
ar: يحمل الجسم حتى %@ طبقة
it: Un oggetto può avere fino a %@ livelli

source: and %lld more
ar: و%lld أخرى
it: e altri %lld

source: Angle
ar: الزاوية
it: Angolo

source: Animate
ar: تحريك
it: Anima

source: Animate Emission (keys or Perform) to start and stop it.
ar: حرّك الانبعاث (مفاتيح أو أداء) لتشغيله وإيقافه.
it: Anima Emissione (chiavi o Esegui) per avviarla e fermarla.

source: Animate opens the timeline: Compose slides animations, Perform records your moves, Keyframe sets keys.
ar: التحريك يفتح الخط الزمني: التأليف يزيح الحركات، والأداء يسجّل حركاتك، والإطار المفتاحي يضع المفاتيح.
it: Anima apre la timeline: Componi sposta le animazioni, Esegui registra i tuoi movimenti, Fotogramma chiave imposta le chiavi.

source: Animate the selection here
ar: حرّك التحديد هنا
it: Anima la selezione qui

source: Animated on
ar: متحرك على
it: Animato a

source: Animation
ar: الرسوم المتحركة
it: Animazione

source: Any AI can write a Scene Script (JSON). Paste it or open the file; you see what it does before it happens.
ar: يستطيع أي ذكاء اصطناعي كتابة Scene Script (JSON). الصقه أو افتح الملف؛ سترى ما يفعله قبل حدوثه.
it: Qualsiasi IA può scrivere uno Scene Script (JSON). Incollalo o apri il file; vedi cosa fa prima che accada.

source: Any colour
ar: أي لون
it: Qualsiasi colore

source: Aperture
ar: فتحة العدسة
it: Apertura

source: Appearance
ar: المظهر
it: Aspetto

source: Applied (one undo step)
ar: تم التطبيق (خطوة تراجع واحدة)
it: Applicato (un solo annullamento)

source: Apply
ar: تطبيق
it: Applica

source: Apply AI changes without asking, until the app closes
ar: طبّق تغييرات الذكاء الاصطناعي دون سؤال حتى إغلاق التطبيق
it: Applica le modifiche dell'IA senza chiedere, finché l'app è aperta

source: Apply mirrored
ar: تطبيق معكوس
it: Applica specchiato

source: Arc
ar: قوس
it: Arco

source: Archive
ar: الأرشيف
it: Archivio

source: Archive (%lld)
ar: الأرشيف (%lld)
it: Archivio (%lld)

source: Archived %lld projects
ar: تمت أرشفة %lld مشاريع
it: %lld progetti archiviati

source: Archived. Find it in Home ▸ Archive
ar: تمت الأرشفة. تجده في الرئيسية ▸ الأرشيف
it: Archiviato. Lo trovi in Home ▸ Archivio

source: Archived. Find it in Theater ▸ Archive
ar: تمت الأرشفة. تجده في المسرح ▸ الأرشيف
it: Archiviato. Lo trovi in Teatro ▸ Archivio

source: Area · %@
ar: المساحة · %@

source: Array
ar: مصفوفة
it: Serie

source: Arrow
ar: سهم
it: Freccia

source: Audio & Words…
ar: الصوت والكلمات…
it: Audio e parole…

source: Auto-apply for this session
ar: تطبيق تلقائي لهذه الجلسة
it: Applica automaticamente in questa sessione

source: Auto-key
ar: مفتاح تلقائي
it: Chiave automatica

source: Automatic
ar: تلقائي
it: Automatico

source: Autosave failed: %@
ar: فشل الحفظ التلقائي: %@
it: Salvataggio automatico non riuscito: %@

source: Back
ar: رجوع
it: Indietro

source: Back %lld steps. Redo goes forward again until you change something.
ar: رجعت %lld خطوات. «إعادة» تتقدّم من جديد ما لم تغيّر شيئًا.
it: Indietro di %lld passi. Ripeti va di nuovo avanti finché non cambi qualcosa.

source: Back 10 seconds
ar: رجوع 10 ثوانٍ
it: Indietro di 10 secondi

source: Bake to keys
ar: تحويل إلى مفاتيح
it: Converti in chiavi

source: Bands
ar: الطبقات
it: Fasce

source: Becomes
ar: يصبح
it: Diventa

source: Before going back %lld steps
ar: قبل الرجوع %lld خطوات
it: Prima di tornare indietro di %lld passi

source: Before restoring “%@”
ar: قبل استعادة “%@”
it: Prima di ripristinare “%@”

source: Benchmark
ar: اختبار الأداء

source: Benchmark running… keep your hands off for 20 seconds
ar: اختبار الأداء جارٍ… لا تلمس الجهاز لمدة 20 ثانية
it: Benchmark in corso… non toccare per 20 secondi

source: Bend
ar: انحناء
it: Piega

source: Bevel
ar: حافة مشطوفة
it: Smusso

source: Big X
ar: علامة X كبيرة
it: Grande X

source: Blank
ar: فارغ
it: Vuoto

source: Blend
ar: المزج
it: Fusione

source: Blocky
ar: مكعّب
it: A blocchi

source: Blue, soft and low: calm or eerie night exteriors.
ar: زرقاء وناعمة ومنخفضة: مشاهد ليلية خارجية هادئة أو مخيفة.
it: Blu, morbida e bassa: esterni notturni calmi o inquietanti.

source: Blush
ar: احمرار
it: Rossore

source: Board
ar: اللوحة
it: Lavagna

source: Bob on water
ar: طفو على الماء
it: Galleggia sull'acqua

source: Boil
ar: اهتزاز الخط
it: Tremolio

source: Bold
ar: عريض
it: Grassetto

source: Bones
ar: العظام
it: Ossa

source: Booleans on solids (union, subtract, intersect). Copyright The Manifold Authors. Apache License 2.0.
ar: العمليات المنطقية على المجسمات (اتحاد، طرح، تقاطع). Copyright The Manifold Authors. Apache License 2.0.
it: Operazioni booleane sui solidi (unione, sottrazione, intersezione). Copyright The Manifold Authors. Apache License 2.0.

source: Both change any time from the Look button.
ar: يمكنك تغيير كليهما في أي وقت من زر الأسلوب.
it: Puoi cambiarli entrambi in qualsiasi momento dal pulsante Stile.

source: Bounce
ar: ارتداد
it: Rimbalzo

source: Box
ar: صندوق
it: Scatola

source: Bridge on (this local network only)
ar: الجسر مفعّل (هذه الشبكة المحلية فقط)
it: Bridge attivo (solo questa rete locale)

source: Bring to the front
ar: إحضار إلى الأمام
it: Porta in primo piano

source: Bringing the paint onto the new shape
ar: يُنقل الطلاء إلى الشكل الجديد
it: Porto la pittura sulla nuova forma

source: Bristles
ar: شعيرات
it: Setole

source: Brush
ar: الفرشاة
it: Pennello

source: Brush size
ar: حجم الفرشاة
it: Dimensione pennello

source: Brush: %@
ar: الفرشاة: %@
it: Pennello: %@

source: Brushes
ar: الفُرَش
it: Pennelli

source: Build
ar: بناء
it: Costruisci

source: Build a world. Direct it. Make the video.
ar: ابنِ عالمًا. أخرِجه. اصنع الفيديو.
it: Costruisci un mondo. Dirigilo. Crea il video.

source: Build once, reuse it everywhere. Linked copies update when you edit the original.
ar: ابنِ مرة واحدة وأعد الاستخدام في كل مكان. تتحدّث النسخ المرتبطة عند تعديل الأصل.
it: Costruisci una volta, riusa ovunque. Le copie collegate si aggiornano quando modifichi l'originale.

source: Build shapes, lights and words; draw ink, solids, flipbooks; transform; the cast; the Kit's models.
ar: أنشئ أشكالًا وأضواء وكلمات؛ ارسم بالحبر ومجسمات ورسومًا متتابعة؛ حوّل؛ الشخصيات؛ نماذج العدّة.
it: Crea forme, luci e parole; disegna inchiostro, solidi, flipbook; trasforma; il cast; i modelli del Kit.

source: Building
ar: مبانٍ
it: Edifici

source: Built
ar: مبنية
it: Creati

source: Built on the Humanoid standard: it plays every humanoid clip and its face is ready for lip sync and face capture.
ar: مبني على معيار البشري: يشغّل كل مقاطع البشر ووجهه جاهز لمزامنة الشفاه والتقاط الوجه.
it: Basato sullo standard Umanoide: riproduce ogni clip umanoide e il viso è pronto per lip sync e cattura del viso.

source: Burn into the video
ar: دمج في الفيديو
it: Imprimi nel video

source: Buttons
ar: الأزرار
it: Pulsanti

source: Camera
ar: كاميرا

source: Camera move here
ar: حركة كاميرا هنا
it: Movimento di camera qui

source: Camera saved from this view
ar: تم حفظ الكاميرا من هذا المنظر
it: Camera salvata da questa vista

source: Cancel
ar: إلغاء
it: Annulla

source: Canvas
ar: قماش
it: Tela

source: Capitals
ar: أحرف كبيرة
it: Maiuscole

source: Captions
ar: التعليقات المكتوبة
it: Sottotitoli

source: Captions from the voiceover
ar: تعليقات مكتوبة من التعليق الصوتي
it: Sottotitoli dalla voce fuori campo

source: Cartoon
ar: كرتوني
it: Cartone

source: Cast
ar: الشخصيات

source: Cast open, the camera at eye level.
ar: الشخصيات مفتوحة، والكاميرا بمستوى العين.
it: Cast aperto, la camera all'altezza degli occhi.

source: Centimetres
ar: سنتيمترات
it: Centimetri

source: Centre
ar: الوسط
it: Centro

source: Chalk
ar: طباشير
it: Gesso

source: Change %@
ar: تغيير %@
it: Cambia %@

source: Change look
ar: تغيير الأسلوب
it: Cambia stile

source: Change properties
ar: تغيير الخصائص
it: Cambia proprietà

source: Character
ar: شخصية
it: Personaggio

source: Charcoal
ar: فحم
it: Carboncino

source: Check for printing
ar: افحص للطباعة
it: Controlla per la stampa

source: Choose a bone
ar: اختر عظمة
it: Scegli un osso

source: Choose what to rig first
ar: اختر ما تريد تركيب هيكله أولًا
it: Prima scegli cosa armare

source: Choose which version to keep. Keeping both saves the other one as a copy.
ar: اختر النسخة التي تريد الاحتفاظ بها. الاحتفاظ بكلتيهما يحفظ الأخرى كنسخة.
it: Scegli quale versione tenere. Tenendole entrambe, l'altra viene salvata come copia.

source: Cinematic
ar: سينمائي
it: Cinematografico

source: Circle
ar: دائرة
it: Cerchio

source: Circle of 12
ar: دائرة من 12
it: Cerchio di 12

source: Circle of 8
ar: دائرة من 8
it: Cerchio di 8

source: Clay
ar: صلصال
it: Plastilina

source: Clean
ar: نظيف
it: Pulito

source: Clear
ar: امسح
it: Svuota

source: Clear animation
ar: مسح الحركة
it: Cancella animazione

source: Clear shadow painting
ar: مسح الظلال المرسومة
it: Cancella le ombre dipinte

source: Clear the pad
ar: امسح اللوحة
it: Pulisci il blocco

source: Clear the search
ar: مسح البحث
it: Cancella la ricerca

source: Clear the selection's shadow painting
ar: مسح الظلال المرسومة للتحديد
it: Cancella le ombre dipinte della selezione

source: Click
ar: نقرة
it: Clic

source: Clips
ar: المقاطع
it: Clip

source: Clips play on people: rig it as a person to use them. Drag its joints to pose these bones.
ar: المقاطع تعمل على الأشخاص: ركّب له هيكل شخص لتستخدمها. اسحب مفاصله لتحريك هذه العظام.
it: Le clip funzionano sulle persone: armalo come persona per usarle. Trascina le articolazioni per mettere in posa queste ossa.

source: Close
ar: إغلاق
it: Chiudi

source: Close %@
ar: إغلاق %@
it: Chiudi %@

source: Close to what this iPad keeps smooth
ar: قريب مما يحافظ هذا الآيباد على سلاسته
it: Vicino a ciò che questo iPad mantiene fluido

source: Close-up
ar: لقطة قريبة
it: Primo piano

source: Codec
ar: الترميز

source: Collage
ar: كولاج

source: Collapse the timeline
ar: طي الخط الزمني
it: Comprimi la timeline

source: Colour
ar: اللون
it: Colore

source: Colour misregistration
ar: إزاحة الألوان
it: Disallineamento dei colori

source: Colours
ar: الألوان
it: Colori

source: Combine
ar: دمج
it: Combina

source: Comes with Maquette
ar: مضمّنة في Maquette
it: Incluso in Maquette

source: Compose
ar: تأليف
it: Componi

source: Compose slides animations, Perform records your moves, Keyframe sets keys. Your voice sets the timing.
ar: التأليف يحرّك الحركات زمنيًا، والأداء يسجّل حركاتك، والإطار المفتاحي يضع المفاتيح. صوتك يحدد التوقيت.
it: Componi sposta le animazioni, Esegui registra i tuoi movimenti, Fotogramma chiave imposta le chiavi. La tua voce detta i tempi.

source: Composition
ar: التكوين
it: Composizione

source: Cone
ar: مخروط
it: Cono

source: Confetti
ar: قصاصات ورق
it: Coriandoli

source: Contact shading
ar: ظلال التلامس
it: Ombre di contatto

source: Copied
ar: تم النسخ
it: Copiato

source: Copy
ar: نسخ
it: Copia

source: Copy a Scene Script (JSON) first
ar: انسخ Scene Script (JSON) أولًا
it: Prima copia uno Scene Script (JSON)

source: Copy the reference
ar: نسخ المرجع
it: Copia il riferimento

source: Copy this scene to…
ar: نسخ هذا المشهد إلى…
it: Copia questa scena in…

source: Corner cluster
ar: مجموعة الزاوية
it: Gruppo d'angolo

source: Corners
ar: الزوايا
it: Vertici

source: Couldn't %@ it: %@
ar: تعذّر %1$@: %2$@
it: Impossibile %1$@: %2$@

source: Couldn't add %@: %@
ar: تعذّرت إضافة %1$@: %2$@
it: Impossibile aggiungere %1$@: %2$@

source: Couldn't add a scene: %@
ar: تعذّرت إضافة مشهد: %@
it: Impossibile aggiungere una scena: %@

source: Couldn't add the island: %@
ar: تعذّرت إضافة الجزيرة: %@
it: Impossibile aggiungere l'isola: %@

source: Couldn't add the sample: %@
ar: تعذّرت إضافة المثال: %@
it: Impossibile aggiungere l'esempio: %@

source: Couldn't add the sound: %@
ar: تعذّرت إضافة الصوت: %@
it: Impossibile aggiungere il suono: %@

source: Couldn't copy the scene: %@
ar: تعذّر نسخ المشهد: %@
it: Impossibile copiare la scena: %@

source: Couldn't create the project: %@
ar: تعذّر إنشاء المشروع: %@
it: Impossibile creare il progetto: %@

source: Couldn't duplicate the scene: %@
ar: تعذّر تكرار المشهد: %@
it: Impossibile duplicare la scena: %@

source: Couldn't import %@: %@
ar: تعذّر استيراد %1$@: %2$@
it: Impossibile importare %1$@: %2$@

source: Couldn't import the project: %@
ar: تعذّر استيراد المشروع: %@
it: Impossibile importare il progetto: %@

source: Couldn't import: %@
ar: تعذّر الاستيراد: %@
it: Impossibile importare: %@

source: Couldn't open that scene: %@
ar: تعذّر فتح ذلك المشهد: %@
it: Impossibile aprire quella scena: %@

source: Couldn't open that version: %@
ar: تعذّر فتح تلك النسخة: %@
it: Impossibile aprire quella versione: %@

source: Couldn't open the project: %@
ar: تعذّر فتح المشروع: %@
it: Impossibile aprire il progetto: %@

source: Couldn't package the project: %@
ar: تعذّر حزم المشروع: %@
it: Impossibile impacchettare il progetto: %@

source: Couldn't pin that: %@
ar: تعذّر التثبيت: %@
it: Impossibile appuntarlo: %@

source: Couldn't prepare the project: %@
ar: تعذّر تجهيز المشروع: %@
it: Impossibile preparare il progetto: %@

source: Couldn't record your last change: %@
ar: تعذّر تسجيل آخر تعديل لك: %@
it: Impossibile registrare la tua ultima modifica: %@

source: Couldn't record: %@
ar: تعذّر التسجيل: %@
it: Impossibile registrare: %@

source: Couldn't save the fill: %@
ar: تعذّر حفظ التعبئة: %@
it: Impossibile salvare il riempimento: %@

source: Couldn't save the merged layer: %@
ar: تعذّر حفظ الطبقة المدمجة: %@
it: Impossibile salvare il livello unito: %@

source: Couldn't save the painting's files: %@
ar: تعذّر حفظ ملفات الطلاء: %@
it: Impossibile salvare i file della pittura: %@

source: Couldn't save the rig's weights: %@
ar: تعذّر حفظ أوزان الهيكل: %@
it: Impossibile salvare i pesi dello scheletro: %@

source: Couldn't save the stroke: %@
ar: تعذّر حفظ الضربة: %@
it: Impossibile salvare il tratto: %@

source: Couldn't save the version: %@
ar: تعذّر حفظ النسخة: %@
it: Impossibile salvare la versione: %@

source: Couldn't save to Photos: %@
ar: تعذّر الحفظ في الصور: %@
it: Impossibile salvare in Foto: %@

source: Couldn't save: %@
ar: تعذّر الحفظ: %@
it: Impossibile salvare: %@

source: Couldn't settle the conflict: %@
ar: تعذّر حل التعارض: %@
it: Impossibile risolvere il conflitto: %@

source: Couldn't write subtitles: %@
ar: تعذّرت كتابة الترجمة: %@
it: Impossibile scrivere i sottotitoli: %@

source: Crane
ar: رافعة
it: Gru

source: Create
ar: إنشاء
it: Crea

source: Crowd of %lld
ar: حشد من %lld
it: Folla di %lld

source: Crowd size
ar: حجم الحشد
it: Dimensione della folla

source: Cube
ar: مكعب
it: Cubo

source: Custom size, frame rate and quality
ar: حجم ومعدل إطارات وجودة مخصصة
it: Dimensione, frequenza e qualità personalizzate

source: Cut
ar: قطع
it: Stacco

source: Cut along the picked face
ar: اقطع على امتداد الوجه المختار
it: Taglia lungo la faccia scelta

source: Cut here
ar: اقطع هنا
it: Stacca qui

source: Cut here to…
ar: اقطع هنا إلى…
it: Stacca qui su…
